Repository: Octiplex-Labs/WildCall
Catalog: WildCall/Resources/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: %@ bloqués, %@ identifiés
en: %1$@ blocked, %2$@ identified
es: %1$@ bloqueados, %2$@ identificados
it: %1$@ bloccati, %2$@ identificati
pt: %1$@ bloqueados, %2$@ identificados

source: %@ numéros actifs
en: %@ active numbers
es: %@ números activos
it: %@ numeri attivi
pt: %@ números ativos

source: %@ numéros · échec %@
en: %1$@ numbers · failed %2$@
es: %1$@ números · error %2$@
it: %1$@ numeri · errore %2$@
pt: %1$@ números · falha %2$@

source: %@ pack(s) en erreur, voir les logs.
en: %@ pack(s) failed, see logs.
es: %@ paquete(s) con error, ver registros.
it: %@ pack in errore, vedi i log.
pt: %@ pack(s) com erro, ver os logs.

source: %@, %@, libellé %@, pays %@
en: %1$@, %2$@, label %3$@, country %4$@
es: %1$@, %2$@, etiqueta %3$@, país %4$@
it: %1$@, %2$@, etichetta %3$@, paese %4$@
pt: %1$@, %2$@, etiqueta %3$@, país %4$@

source: %@, %@, pays %@
en: %1$@, %2$@, country %3$@
es: %1$@, %2$@, país %3$@
it: %1$@, %2$@, paese %3$@
pt: %1$@, %2$@, país %3$@

source: %@, licence %@
en: %1$@, %2$@ license
es: %1$@, licencia %2$@
it: %1$@, licenza %2$@
pt: %1$@, licença %2$@

# +%@ suivi de %@ chiffre%@
source: +%1$@ suivi de %2$@ chiffre%3$@
en: +%1$@ followed by %2$@ digit%3$@
es: +%1$@ seguido de %2$@ dígito%3$@
it: +%1$@ seguito da %2$@ cifra%3$@
pt: +%1$@ seguido de %2$@ dígito%3$@

source: 06 12 34 56 78 ou 0162*
en: 06 12 34 56 78 or 0162*
es: 06 12 34 56 78 o 0162*
it: 06 12 34 56 78 o 0162*

source: 0843, 0844 démarchage
en: 0843, 0844 telemarketing
es: 0843, 0844 telemarketing
it: 0843, 0844 telemarketing
pt: 0843, 0844 telemarketing

source: Achat en cours de %@.
en: Purchasing %@.
es: Comprando %@.
it: Acquisto di %@ in corso.
pt: A comprar %@.

source: Activer WildCall
en: Enable WildCall
es: Activar WildCall
it: Attiva WildCall
pt: Ativar o WildCall

source: Activer dans Réglages
en: Enable in Settings
es: Activar en Ajustes
it: Attiva nelle Impostazioni
pt: Ativar em Ajustes

source: Activez WildCall dans Réglages
en: Enable WildCall in Settings
es: Activa WildCall en Ajustes
it: Attiva WildCall nelle Impostazioni
pt: Ative o WildCall em Ajustes

source: Activez ou désactivez la contribution de ce pack à votre liste de blocage.
en: Enable or disable this pack's contribution to your block list.
es: Activa o desactiva la contribución de este pack a tu lista de bloqueo.
it: Attiva o disattiva il contributo di questo pack alla tua lista di blocco.
pt: Ative ou desative a contribuição deste pack para a sua lista de bloqueio.

source: Affiche la prochaine page de l'introduction.
en: Shows the next page of the introduction.
es: Muestra la siguiente página de la introducción.
it: Mostra la pagina successiva dell'introduzione.
pt: Mostra a página seguinte da introdução.

source: Affiche la version, la clé publisher et les composants tiers.
en: Shows the version, the publisher key and third-party components.
es: Muestra la versión, la clave del editor y los componentes de terceros.
it: Mostra la versione, la chiave dell'editore e i componenti di terze parti.
pt: Mostra a versão, a chave do editor e os componentes de terceiros.

source: Affiche à nouveau l'introduction au prochain retour à l'écran principal.
en: Shows the introduction again next time you return to the main screen.
es: Vuelve a mostrar la introducción la próxima vez que regreses a la pantalla principal.
it: Mostra di nuovo l'introduzione al prossimo ritorno alla schermata principale.
pt: Mostra novamente a introdução quando voltar ao ecrã principal.

source: Ajouter
en: Add
es: Añadir
it: Aggiungi
pt: Adicionar

source: Ajouter un pack
en: Add a pack
es: Añadir un paquete
it: Aggiungi un pack
pt: Adicionar um pack

source: Ajouter un pack par URL…
en: Add a pack from URL…
es: Añadir un paquete por URL…
it: Aggiungi un pack da URL…
pt: Adicionar um pack por URL…

source: Ajoutez `*` à la fin pour un motif.
en: End with `*` to define a pattern.
es: Termina con `*` para definir un patrón.
it: Termina con `*` per definire un motivo.
pt: Termine com `*` para definir um padrão.

source: Ajoutez un motif avec des jokers pour bloquer toute une famille de numéros indésirables en une fois.
en: Add a wildcard pattern to block a whole family of unwanted numbers at once.
es: Añade un patrón con comodines para bloquear toda una familia de números no deseados de una sola vez.
it: Aggiungi un motivo con jolly per bloccare un'intera famiglia di numeri indesiderati in una sola volta.
pt: Adicione um padrão com curingas para bloquear uma família inteira de números indesejados de uma só vez.

source: Ajoutez un numéro à bloquer ou identifier.
en: Add a number to block or identify.
es: Añade un número para bloquear o identificar.
it: Aggiungi un numero da bloccare o identificare.
pt: Adicione um número para bloquear ou identificar.

source: Annule l'installation sans épingler la clé.
en: Cancels the installation without pinning the key.
es: Cancela la instalación sin fijar la clave.
it: Annulla l'installazione senza fissare la chiave.
pt: Cancela a instalação sem fixar a chave.

source: Annuler
en: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

source: Application en cours
en: Applying
es: Aplicando
it: Applicazione in corso
pt: A aplicar

source: Attendez la fin du chargement en cours puis réessayez.
en: Wait for the current load to finish, then retry.
es: Espera a que termine la carga en curso y vuelve a intentarlo.
it: Attendi la fine del caricamento in corso, poi riprova.
pt: Aguarde o fim do carregamento em curso e tente novamente.

source: Au moins %@ chiffres fixes après l'indicatif pays.
en: At least %@ fixed digits after the country code.
es: Al menos %@ dígitos fijos después del código de país.
it: Almeno %@ cifre fisse dopo il prefisso paese.
pt: Pelo menos %@ dígitos fixos após o código do país.

source: Au moins %lld chiffres avant le `*` (sans compter le 0 initial).
en: At least %lld digits before the `*` (not counting the leading 0).
es: Al menos %lld cifras antes del `*` (sin contar el 0 inicial).
it: Almeno %lld cifre prima di `*` (senza contare lo 0 iniziale).
pt: Pelo menos %lld algarismos antes do `*` (sem contar o 0 inicial).

source: Aucun pack installé
en: No packs installed
es: Ningún paquete instalado
it: Nessun pack installato
pt: Nenhum pack instalado

source: Aucune donnée n'est collectée. Tout reste sur votre iPhone.
en: No data is collected. Everything stays on your iPhone.
es: No se recopila ningún dato. Todo permanece en tu iPhone.
it: Nessun dato viene raccolto. Tutto rimane sul tuo iPhone.
pt: Nenhum dado é coletado. Tudo permanece no seu iPhone.

source: Aucune règle
en: No rules
es: Sin reglas
it: Nessuna regola
pt: Sem regras

source: Balayez vers la gauche pour supprimer ou vers la droite pour changer l'action.
en: Swipe left to delete or right to change the action.
es: Desliza a la izquierda para eliminar o a la derecha para cambiar la acción.
it: Scorri a sinistra per eliminare o a destra per cambiare l'azione.
pt: Deslize para a esquerda para eliminar ou para a direita para mudar a ação.

source: Bienvenue dans WildCall
en: Welcome to WildCall
es: Bienvenido a WildCall
it: Benvenuto in WildCall
pt: Bem-vindo ao WildCall

source: Bloquer
en: Block
es: Bloquear
it: Blocca
pt: Bloquear

source: Bloquez les appels indésirables avant même qu'ils ne sonnent. Démarchage, spam, faux numéros, appels IA… silencieusement filtrés.
en: Block unwanted calls before they even ring. Telemarketing, spam, fake numbers, AI calls… silently filtered.
es: Bloquea las llamadas no deseadas antes incluso de que suenen. Telemarketing, spam, números falsos, llamadas con IA… filtradas en silencio.
it: Blocca le chiamate indesiderate prima ancora che squillino. Telemarketing, spam, numeri falsi, chiamate con IA… filtrati silenziosamente.
pt: Bloqueie chamadas indesejadas antes mesmo de tocarem. Telemarketing, spam, números falsos, chamadas com IA… filtrados silenciosamente.

source: Catalogue de packs
en: Pack catalogue
es: Catálogo de paquetes
it: Catalogo dei pack
pt: Catálogo de packs

# Ce motif couvrirait %@ numéros (max %@).
source: Ce motif couvrirait %1$@ numéros (max %2$@).
en: This pattern would cover %1$@ numbers (max %2$@).
es: Este patrón cubriría %1$@ números (máx %2$@).
it: Questo motivo coprirebbe %1$@ numeri (max %2$@).
pt: Este padrão cobriria %1$@ números (máx %2$@).

source: Ce pack n'est pas signé par Octiplex. Avant d'installer, vérifiez que cette empreinte correspond bien à celle publiée hors-bande par l'éditeur :
en: This pack is not signed by Octiplex. Before installing, verify that this fingerprint matches the one published out-of-band by the publisher:
es: Este paquete no está firmado por Octiplex. Antes de instalar, verifica que esta huella coincida con la publicada fuera de banda por el editor:
it: Questo pack non è firmato da Octiplex. Prima di installare, verifica che questa impronta corrisponda a quella pubblicata fuori canale dall'editore:
pt: Este pack não foi assinado pela Octiplex. Antes de instalar, verifique que esta impressão digital corresponde à publicada fora de banda pelo editor:

source: Cela peut prendre plusieurs minutes. Vous pouvez continuer à utiliser l'app.
en: This can take several minutes. You can keep using the app.
es: Puede tardar varios minutos. Puedes seguir usando la app.
it: Può richiedere diversi minuti. Puoi continuare a usare l'app.
pt: Pode demorar vários minutos. Pode continuar a usar a app.

source: Cette empreinte doit correspondre à celle publiée sur la page du projet. Si elle ne correspond pas, votre build a été modifié.
en: This fingerprint must match the one published on the project page. If it doesn't match, your build has been tampered with.
es: Esta huella debe coincidir con la publicada en la página del proyecto. Si no coincide, tu compilación ha sido alterada.
it: Questa impronta deve corrispondere a quella pubblicata sulla pagina del progetto. Se non corrisponde, la tua build è stata alterata.
pt: Esta impressão digital deve corresponder à publicada na página do projeto. Se não corresponder, sua build foi alterada.

source: Chargement des packs…
en: Loading packs…
es: Cargando paquetes…
it: Caricamento pack…
pt: Carregando packs…

source: Chargement interrompu par iOS
en: Loading interrupted by iOS
es: Carga interrumpida por iOS
it: Caricamento interrotto da iOS
pt: Carregamento interrompido pelo iOS

source: Chargement…
en: Loading…
es: Cargando…
it: Caricamento…
pt: Carregando…

source: Chargé %@
en: Loaded %@
es: Cargado %@
it: Caricato %@
pt: Carregado %@

source: Clé publique disparue du manifeste.
en: Public key missing from the manifest.
es: Falta la clave pública en el manifiesto.
it: Chiave pubblica assente dal manifesto.
pt: Chave pública ausente do manifesto.

source: Clé publisher Octiplex
en: Octiplex publisher key
es: Clave del editor Octiplex
it: Chiave editore Octiplex
pt: Chave do editor Octiplex

source: Clé publisher Octiplex, empreinte %@
en: Octiplex publisher key, fingerprint %@
es: Clave del editor Octiplex, huella %@
it: Chiave dell'editore Octiplex, impronta %@
pt: Chave do editor Octiplex, impressão %@

source: Code source
en: Source code
es: Código fuente
it: Codice sorgente
pt: Código-fonte

source: Composants tiers
en: Third-party components
es: Componentes de terceros
it: Componenti di terze parti
pt: Componentes de terceiros

source: Couvre %@ numéros
en: Covers %@ numbers
es: Cubre %@ números
it: Copre %@ numeri
pt: Cobre %@ números

source: Demande à iOS si l'extension est activée.
en: Asks iOS whether the extension is enabled.
es: Pregunta a iOS si la extensión está activada.
it: Chiede a iOS se l'estensione è attiva.
pt: Pergunta ao iOS se a extensão está ativada.

source: Dernier chargement iOS
en: Last iOS load
es: Última carga de iOS
it: Ultimo caricamento iOS
pt: Último carregamento iOS

source: Dernière synchronisation
en: Last sync
es: Última sincronización
it: Ultima sincronizzazione
pt: Última sincronização

source: Données
en: Data
es: Datos
it: Dati
pt: Dados

source: Durée
en: Duration
es: Duración
it: Durata
pt: Duração

source: Démarchage FR
en: FR telemarketing
es: Telemarketing FR
it: Telemarketing FR
pt: Telemarketing FR

source: Désactivez un pack ou réduisez vos motifs, puis reconstruisez le filtre.
en: Disable a pack or narrow your patterns, then rebuild the filter.
es: Desactiva un pack o reduce tus patrones y reconstruye el filtro.
it: Disattiva un pack o restringi i tuoi schemi, poi ricostruisci il filtro.
pt: Desative um pack ou reduza os seus padrões e reconstrua o filtro.

source: Empreinte du pack : %@
en: Pack fingerprint: %@
es: Huella del pack: %@
it: Impronta del pack: %@
pt: Impressão do pack: %@

source: En cours…
en: In progress…
es: En curso…
it: In corso…
pt: Em curso…

source: Enregistrer
en: Save
es: Guardar
it: Salva
pt: Salvar

source: Exporter mes règles…
en: Export my rules…
es: Exportar mis reglas…
it: Esporta le mie regole…
pt: Exportar minhas regras…

source: Extension activée
en: Extension enabled
es: Extensión activada
it: Estensione attiva
pt: Extensão ativada

source: Extension introuvable
en: Extension not found
es: Extensión no encontrada
it: Estensione non trovata
pt: Extensão não encontrada

source: Faire confiance et installer
en: Trust and install
es: Confiar e instalar
it: Fidati e installa
pt: Confiar e instalar

source: Ferme l'introduction et passe directement à l'app.
en: Closes the introduction and goes straight to the app.
es: Cierra la introducción y va directamente a la app.
it: Chiude l'introduzione e passa direttamente all'app.
pt: Fecha a introdução e vai diretamente para a app.

source: Ferme l'introduction sans ouvrir Réglages.
en: Closes the introduction without opening Settings.
es: Cierra la introducción sin abrir Ajustes.
it: Chiude l'introduzione senza aprire Impostazioni.
pt: Fecha a introdução sem abrir as Definições.

source: Fermer
en: Close
es: Cerrar
it: Chiudi
pt: Fechar

source: Filtre
en: Filter
es: Filtro
it: Filtro
pt: Filtro

source: Filtres
en: Filters
es: Filtros
it: Filtri
pt: Filtros

source: Identifier
en: Identify
es: Identificar
it: Identifica
pt: Identificar

source: Identité
en: Identity
es: Identidad
it: Identità
pt: Identidade

source: Importer un pack
en: Import a pack
es: Importar un paquete
it: Importa un pack
pt: Importar um pack

source: Impossible d'importer ce pack.
en: Couldn't import this pack.
es: No se pudo importar este paquete.
it: Impossibile importare questo pack.
pt: Não foi possível importar este pack.

source: Installation…
en: Installing…
es: Instalando…
it: Installazione…
pt: Instalando…

source: Installe le pack et reconstruit votre liste de blocage.
en: Installs the pack and rebuilds your block list.
es: Instala el pack y reconstruye tu lista de bloqueo.
it: Installa il pack e ricostruisce la tua lista di blocco.
pt: Instala o pack e reconstrói a sua lista de bloqueio.

source: Installer
en: Install
es: Instalar
it: Installa
pt: Instalar

source: L'app a été suspendue pendant le chargement. Relancez-le en gardant WildCall au premier plan.
en: The app was suspended during the load. Run it again keeping WildCall in the foreground.
es: La app se suspendió durante la carga. Vuelve a lanzarla manteniendo WildCall en primer plano.
it: L'app è stata sospesa durante il caricamento. Riavvialo tenendo WildCall in primo piano.
pt: A app foi suspensa durante o carregamento. Repita mantendo o WildCall em primeiro plano.

source: L'export ne contient que les règles que vous avez ajoutées vous-même. Les packs Octiplex ne sont pas inclus : ils se réinstallent automatiquement à la synchronisation.
en: The export only contains rules you added yourself. Octiplex packs are not included : they reinstall automatically at sync.
es: La exportación solo contiene las reglas que añadiste tú. Los paquetes de Octiplex no se incluyen : se reinstalan automáticamente al sincronizar.
it: L'esportazione contiene solo le regole che hai aggiunto tu. I pack Octiplex non sono inclusi : vengono reinstallati automaticamente durante la sincronizzazione.
pt: A exportação contém apenas as regras que você mesmo adicionou. Os packs Octiplex não estão incluídos : eles são reinstalados automaticamente na sincronização.

source: L'extension de blocage n'est pas installée avec l'app. Réinstallez WildCall.
en: The blocking extension is not installed with the app. Reinstall WildCall.
es: La extensión de bloqueo no está instalada con la app. Reinstala WildCall.
it: L'estensione di blocco non è installata con l'app. Reinstalla WildCall.
pt: A extensão de bloqueio não está instalada com a app. Reinstale o WildCall.

source: La clé du publisher diffère du pin existant (%@). Refus pour raison de sécurité.
en: Publisher key differs from existing pin (%@). Refused for security.
es: La clave del editor difiere del pin existente (%@). Rechazado por seguridad.
it: La chiave dell'editore differisce dal pin esistente (%@). Rifiutato per sicurezza.
pt: A chave do editor difere do pin existente (%@). Recusado por segurança.

source: La synchronisation récupère les nouveaux packs et les mises à jour depuis Octiplex.
en: Sync fetches new packs and updates from Octiplex.
es: La sincronización descarga nuevos paquetes y actualizaciones desde Octiplex.
it: La sincronizzazione recupera nuovi pack e aggiornamenti da Octiplex.
pt: A sincronização busca novos packs e atualizações da Octiplex.

source: Lancez la vérification pour interroger le système.
en: Run a check to query the system.
es: Ejecuta la verificación para consultar el sistema.
it: Avvia la verifica per interrogare il sistema.
pt: Inicie a verificação para consultar o sistema.

source: Le `*` doit être en dernière position, et un seul.
en: `*` must be the last character, and only one.
es: `*` debe estar al final, y solo uno.
it: Il `*` deve essere in ultima posizione, e uno solo.
pt: O `*` deve estar na última posição, e apenas um.

source: Le chargement a échoué
en: Loading failed
es: La carga ha fallado
it: Caricamento non riuscito
pt: O carregamento falhou

source: Le fichier partagé est incohérent. Reconstruisez le filtre ; si le problème persiste, signalez-le.
en: The shared file is inconsistent. Rebuild the filter; if the problem persists, report it.
es: El archivo compartido es incoherente. Reconstruye el filtro; si el problema persiste, infórmanos.
it: Il file condiviso è incoerente. Ricostruisci il filtro; se il problema persiste, segnalalo.
pt: O ficheiro partilhado é incoerente. Reconstrua o filtro; se o problema persistir, comunique-o.

source: Le manifeste ne déclare pas de clé publique (champ publisherKey).
en: The manifest does not declare a public key (publisherKey field).
es: El manifiesto no declara una clave pública (campo publisherKey).
it: Il manifesto non dichiara una chiave pubblica (campo publisherKey).
pt: O manifesto não declara uma chave pública (campo publisherKey).

source: Le pack doit être signé. Vous verrez l'empreinte du publisher avant d'accepter.
en: The pack must be signed. You'll see the publisher's fingerprint before accepting.
es: El paquete debe estar firmado. Verás la huella del editor antes de aceptar.
it: Il pack deve essere firmato. Vedrai l'impronta dell'editore prima di accettare.
pt: O pack precisa estar assinado. Você verá a impressão digital do editor antes de aceitar.

source: Lecture du pack…
en: Reading pack…
es: Leyendo paquete…
it: Lettura del pack…
pt: Lendo pack…

source: Les packs désactivés ne contribuent plus à la liste de blocage. Les règles que vous avez ajoutées vous-même ne sont pas affectées.
en: Disabled packs no longer contribute to the block list. Rules you added yourself are unaffected.
es: Los paquetes desactivados ya no contribuyen a la lista de bloqueo. Las reglas que añadiste tú no se ven afectadas.
it: I pack disattivati non contribuiscono più alla lista di blocco. Le regole che hai aggiunto tu non sono interessate.
pt: Os packs desativados não contribuem mais para a lista de bloqueio. As regras que você adicionou continuam intactas.

source: Les pourboires apparaîtront ici une fois la configuration App Store finalisée.
en: Tips will appear here once App Store setup is complete.
es: Las propinas aparecerán aquí cuando la configuración de App Store esté lista.
it: Le mance appariranno qui una volta completata la configurazione su App Store.
pt: As gorjetas aparecerão aqui assim que a configuração na App Store estiver finalizada.

source: Licence
en: License
es: Licencia
it: Licenza
pt: Licença

source: Liens
en: Links
es: Enlaces
it: Link
pt: Links

source: Liste pré-expansée
en: Pre-expanded list
es: Lista pre-expandida
it: Lista pre-espansa
pt: Lista pré-expandida

source: Liste rejetée par iOS
en: List rejected by iOS
es: Lista rechazada por iOS
it: Lista rifiutata da iOS
pt: Lista rejeitada pelo iOS

source: Longueur nationale inconnue pour %@.
en: Unknown national length for %@.
es: Longitud nacional desconocida para %@.
it: Lunghezza nazionale sconosciuta per %@.
pt: Comprimento nacional desconhecido para %@.

source: Merci 💜
en: Thanks 💜
es: Gracias 💜
it: Grazie 💜
pt: Obrigado 💜

source: Mises à jour
en: Updates
es: Actualizaciones
it: Aggiornamenti
pt: Atualizações

source: Motif illisible.
en: Unreadable pattern.
es: Patrón ilegible.
it: Motivo illeggibile.
pt: Padrão ilegível.

source: Motif valide, préfixe + %@ suivi de %lld chiffre%@ variable%@, couvre %@ numéros.
en: Valid pattern, prefix + %1$@ followed by %2$lld variable digit%3$@%4$@, covers %5$@ numbers.
es: Patrón válido, prefijo + %1$@ seguido de %2$lld cifra%3$@ variable%4$@, cubre %5$@ números.
it: Schema valido, prefisso + %1$@ seguito da %2$lld cifra%3$@ variabile%4$@, copre %5$@ numeri.
pt: Padrão válido, prefixo + %1$@ seguido de %2$lld algarismo%3$@ variável%4$@, abrange %5$@ números.

source: Non construit
en: Not built
es: Sin construir
it: Non costruito
pt: Não construído

source: Nouvelle règle
en: New rule
es: Nueva regla
it: Nuova regola
pt: Nova regra

source: Numéro invalide pour ce pays.
en: Invalid number for this country.
es: Número no válido para este país.
it: Numero non valido per questo paese.
pt: Número inválido para este país.

source: Numéro ou motif
en: Number or pattern
es: Número o patrón
it: Numero o motivo
pt: Número ou padrão

source: Numéro valide + %@
en: Valid number + %@
es: Número válido + %@
it: Numero valido + %@
pt: Número válido + %@

source: Numéros gratuits 1-800-555-*
en: Toll-free 1-800-555-*
es: Gratuitos 1-800-555-*
it: Numeri verdi 1-800-555-*
pt: Gratuitos 1-800-555-*

source: Ouvre l'app Réglages pour activer WildCall.
en: Opens the Settings app to enable WildCall.
es: Abre la app Ajustes para activar WildCall.
it: Apre l'app Impostazioni per attivare WildCall.
pt: Abre a app Definições para ativar o WildCall.

source: Ouvre l'app Réglages sur la page Blocage et identification d'appel.
en: Opens the Settings app on the Call Blocking & Identification page.
es: Abre la app Ajustes en la página Bloqueo e identificación de llamadas.
it: Apre l'app Impostazioni alla pagina Blocco e identificazione chiamate.
pt: Abre a app Definições na página Bloqueio e identificação de chamadas.

source: Ouvre la feuille de partage pour envoyer le fichier vers une autre application.
en: Opens the share sheet to send the file to another app.
es: Abre la hoja de compartir para enviar el archivo a otra app.
it: Apre il foglio di condivisione per inviare il file a un'altra app.
pt: Abre a folha de partilha para enviar o ficheiro para outra app.

source: Ouvre la page des pourboires optionnels.
en: Opens the optional tips page.
es: Abre la página de propinas opcionales.
it: Apre la pagina delle mance facoltative.
pt: Abre a página de gorjetas opcionais.

source: Ouvre la page du projet dans Safari.
en: Opens the project page in Safari.
es: Abre la página del proyecto en Safari.
it: Apre la pagina del progetto in Safari.
pt: Abre a página do projeto no Safari.
